Repository: thoas/django-leetchi
Catalog: djleetchi/locale/*/LC_MESSAGES/django.po
Languages: es

source: Your bank account will not be charged. We invite you to renew your support now.
es: Esta transacción no pudo realizarse con éxito. Te aconsejamos intentarlo de nuevo.

source: It appears that your bank can not accept the payment, your account will not be charged. Thank you for trying again in a few hours / days or to contact your bank.
es: Parece que tu banco no acepta este tipo de pago. Tu transacción no pudo realizarse con éxito. Te aconsejamos intentarlo de nuevo en algunas horas. También puedes contactar tu banco.

source: There are several possible explanations to this problem: you have exceeded your payment ceiling, your account does not have sufficient funds ...
es: La causa de este problema puede ser: ya alcanzaste el límite semanal autorizado por tu banco, ya no tienes dinero en tu cuenta...

source: Unfortunately, we are unable to accept your payment, your bank account will not be charged.
es: Desgraciadamente, tu transacción no pudo finalizarse con éxito.

source: If you contributed to projects on Ulule for more than 2500 euros during the calendar year, please contact the team Ulule (support@ulule.com) in order to uncap your user account.
es: Si ya alcanzaste los 2500 euros financiando proyectos en Ulule, contáctanos (support@ulule.com). Te permitirá seguir apoyando los proyectos que te gustan.

source: It looks like you have faced difficulties when checking your credit card, your account will not be charged. This step is mandatory (3D-Secure standard) to ensure secured payments.
es: Hubo un problema durante el proceso de verificación de tu tarjeta de crédito, la transacción no pudo realizarse. Es obligatorio (con la tecnologia 3D-Secure standard) para garantizar pagos seguros.

source: Different ways exist to validate your payment with a 3D-Secure check: code received by SMS, birthday date, etc. We invite you to contact your bank to know the process with your card.
es: Hay distintas formas de validar tu pago con la tecnología 3D Secure: recibiendo un codigo por SMS, con tu fecha de nacimiento, etc... Puedes contactar tu banco para saber cómo funciona para tu tarjeta.

source: It seems that credit card details provided are not correct. Please try again.
es: Los datos de tu tarjeta de crédito no son válidos. Por favor, intentalo de nuevo.

source: Name of the bank account owner
es: Nombre del propietario de la cuenta

source: Address of the bank account owner
es: Dirección del propietario de la cuenta

source: IBAN of the bank account owner
es: IBAN de la cuenta

source: BIC of the bank account owner
es: BIC de la cuenta

source: Amount
es: Monto

source: Value in decimal, e.g. 20.50
es: Valor en decimales, por ejemplo 20.50

source: Your personal amount %(personal_amount)s is not enough to make this withdrawal %(amount)s
es: tu cantidad personal de %(personal_amount)s no es suficiente para hacer esta transferencia %(amount)s

source: You can't make a withdrawal of %(amount)s, you already have %(withdrawal_amount)s of pending withdrawals and your personal amount is only %(personal_amount)s
es: No puedes hacer una transferencia de %(amount)s, ya tienes %(withdrawal_amount)s transferencias pendientes y tu cantidad total es sólo de %(personal_amount)s

source: Your personal amount %(personal_amount)s is not enough to make this transfer %(amount)s
es: Su cantidad personal de %(personal_amount)s no es suficiente para hacer esta transferencia %(amount)s

source: Type
es: Tipo

source: Amount to transfer (in cents, ex: 51900)
es: Cantidad a transferir (en céntimos, ex51900)

source: Amount to transfer with tax (ex: 4152 = 51900 * 8%)
es: Cantidad a transferir con tasas (ex: 4152 = 51900 * 8%)
